Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: $10 billion requested by the U.N.
pt_br: 10 bilhões de dólares pedidos pela ONU

source: (Cuban News Agency)
pt_br: (Agência de Notícias Cubanas)

source: (Fight Imperialism, Stand Together); Mike Gill; Marsha Goldberg and Caro Torrez; Martha Grevatt and Dian Killian; Larry Hales; Jesse Lokahi Heiwa; Imani Henry; Beverly Hiestand; International Action Center, San Diego; Nina Howes; Sue Kelly; Kathryn Kent; Larry Klein; Linden P. Martineau; Janet Mayes, in memory of Ellen Andors; Bob McAllister; Bob McCubbin, in memory of Ronnie Burk; Jeanette Merrill, in memory of Ed Merrill; Rosario Morales and Dick Levins, in memory of Rachel Nasca; Jim Morgan; Anya Mukarji-Connolly; Reza Namdar; Lyn Neeley; Milt Neidenberg; Rosemary Neidenberg; Frank Neisser, in loving memory of Richard Newkirk; Susan Rotgard; Gloria Rubac, Houston Workers World and Houston Cuba Solidarity Committee; Ariel Ruiz; Brenda Sandburg; Susan Schnur and Sharon Danann; Gerry Scoppettuolo; Carrie Singleton, in memory of Louise Merrill; Deirdre Sinnott; Harry Staley; Helen Staley; Allen Strasburger; Jim Wallace; Benjamin Weaver; Martha Weisman and Bill Hagel; Women’s Fightback Network/Boston, in loving memory of Rachel Nasca.
pt_br: (Lute contra o imperialismo, fique juntos); Mike Gill; Marsha Goldberg e Caro Torrez; Martha Grevatt e Dian Killian; Larry Hales; Jesse Lokahi Heiwa; Imani Henry; Beverly Hiestand; Centro de Ação Internacional, San Diego; Nina Howes; Sue Kelly; Kathryn Kent; Larry Klein; Linden P. Martineau; Janet Mayes, em memória de Ellen Andors; Bob McAllister; Bob McCubbin, em memória de Ronnie Burk; Jeanette Merrill, em memória de Ed Merrill; Rosario Morales e Dick Levins, em memória de Rachel Nasca; Jim Morgan; Anya Mukarji-Connolly; Reza Namdar; Lyn Neeley; Milt Neidenberg; Rosemary Neidenberg; Frank Neisser, em amorosa memória de Richard Newkirk; Susan Rotgard; Gloria Rubac, Houston Workers World e Houston Cuba Solidarity Committee; Ariel Ruiz; Brenda Sandburg; Susan Schnur e Sharon Danann; Gerry Scoppettuolo; Carrie Singleton, em memória de Louise Merrill; Deirdre Sinnott; Harry Staley; Helen Staley; Allen Strasburger; Jim Wallace; Benjamin Weaver; Martha Weisman e Bill Hagel; Rede de Resistência de Mulheres/Boston, em amorosa memória de Rachel Nasca.

source: (IPS/GIN, July 3, 2004)
pt_br: (IPS/GIN, 3 de julho de 2004)

source: (If you’re wondering, the performers were great!)”
pt_br: (Se você está se perguntando, os artistas eram ótimos!)

source: (Queers Undermining Israeli Terrorism); LAGAI-Queer Insurrection; Stonewall Warriors, Boston; Greek Homosexual Community, Athens, Greece; Queertoday.com, Boston, Mass.; and Queers Without Borders, Hartford, Conn.
pt_br: (Queers Undermining Israeli Terrorism); LAGAI-Queer Insurrection; Stonewall Warriors, Boston; Comunidade Homossexual Grega, Atenas, Grécia; Queertoday.com, Boston, Mass.; e Queers Without Borders, Hartford, Conn.

source: (See Lavender & Red series, parts 26-28, www.workers.org.)
pt_br: (Ver a série Lavender & Red, partes 26 a 28, www.workers.org.)

source: (havanajournal.com, April 1, 2003)
pt_br: (havanajournal.com, 1 de abril de 2003)

source: (“El Pecado Original” is available on Milanés’s CD “Orígines.”)
pt_br: (“El Pecado Original” está disponível no CD de Milanés, “Orígines.”)

source: 1950s Havana: Imperialist sexploitation
pt_br: Havana da Década de 1950: Exploração Sexual Imperialista

source: 1950s Havana:
pt_br: Havana da Década de 1950:

source: 1970s Cold War gay-bashers condemn Cuba
pt_br: Homofóbicos da Guerra Fria dos anos 1970 condenam Cuba

source: 1970s Cold War
pt_br: Homofóbicos da Guerra Fria

source: 1980: Homosexuality ‘A visible feature of Cuban society’
pt_br: 1980: homossexualidade ‘Um traço visível na sociedade cubana"

source: 1980: Homosexuality
pt_br: 1980: homossexualidade

source: 1990s: Broadcasting education ‘to every home’
pt_br: 1990: Transmitindo educação ‘para todos os lares’

source: 1990s: Broadcasting
pt_br: 1990: Transmitindo

source: 9, 2006, issue of La Jornada, about the move to widen rights for transsexuals.
pt_br: de 2006, edição de La Jornada, sobre o movimento para ampliar os direitos dos transexuais.

source: Adela, counselor at the Zig Zag Young Women’s Resource Centre Inc.
pt_br: Adela, conselheira do Zig Zag Young Women 's Resource Centre Inc.

source: Barry Morley, secretary-treasurer of the Community Business and Professionals Association of Canada, states, “It is time for the Bush administration to stop the hypocrisy and make terrorism against Cuba illegal.”
pt_br: Barry Morley, secretário-tesoureiro da Associação de Negócios e Profissionais Comunitários do Canadá, afirma: “É hora de o governo Bush parar a hipocrisia e tornar ilegal o terrorismo contra Cuba”.

source: Colonialism: the real ‘Apocalypto’
pt_br: Colonialismo: o verdadeiro ‘Apocalypto’

source: Chien San Feng, professor in the Department of Journalism, National Cheng Chi University, in Taipei, Taiwan, sends this message: “The U.S. should lift the embargo.”
pt_br: Chien San Feng, professor do Departamento de Jornalismo da Universidade Nacional Cheng Chi, em Taipei, Taiwan, envia esta mensagem: “Os EUA devem remover o embargo”.

source: Dale Pfeiffer, author of “Eating Fossil Fuels,” writes from Irvine, Ky.: “It is long past time for the U.S. to recognize Cuba’s right to determine its own form of government.
pt_br: Dale Pfeiffer, autor de “Eating Fossil Fuels”, escreve de Irvine, Ky. Já passou da hora de os EUA reconhecerem o direito de Cuba de determinar sua própria forma de governo.

source: David, from New State, concludes: “To all justice-loving people in the U.S. and around the world, we appeal to you to join the struggle to free Fernando, René, Antonio, Ramón and Gerardo.
pt_br: David, do New State, conclui: “Para todas as pessoas amantes da justiça nos EUA e em todo o mundo, pedimos que se juntem à luta para libertar Fernando, René, Antonio, Ramón e Gerardo.

source: Donors: Gray Anderson; Mike Eilenfeldt; Sara Flounders; Mike Gimbel; Deirdre Griswold, in memory of comrade Henri Nereaux; Andre Powell, in memory of William Mena and companero Raoul; Minnie Bruce Pratt; Bill Sacks, Katy Rosen, Emma Sacks, and Malcolm Sacks; Joe Yuskaitis.
pt_br: Doadores: Gray Anderson; Mike Eilenfeldt; Sara Flounders; Mike Gimbel; Deirdre Griswold, em memória do camarada Henri Nereaux; Andre Powell, em memória de William Mena e compañero Raoul; Minnie Bruce Pratt; Bill Sacks, Katy Rosen, Emma Sacks, e Malcolm Sacks; Joe Yuskaitis.

source: Friends: Sharon Ayling, in memory of Bill Haislip; Sharon Black; George Bollag; Lee Booth; Philip Booth; Lillian Carney; Joyce Chediac and Paul Wilcox, in memory of John Crofford; Meg Barden Cline; Naomi Cohen, Lila Goldstein, and Fred Goldstein, in memory of Rachel Nasca; Heather Cottin; Lawrence Daley; Dave Davis; Angel Dobrow; Bob Dobrow; Sharon Eolis, in loving memory of Dorothy Ballan; Irving Fierstein; Sherry Finkelman; Peter Fiorentino; F.I.S.T.
pt_br: Amigos: Sharon Ayling, em memória de Bill Haislip; Sharon Black; George Bollag; Lee Booth; Philip Booth; Lillian Carney; Joyce Chediac e Paul Wilcox, em memória de John Crofford; Meg Barden Cline; Naomi Cohen, Lila Goldstein, e Fred Goldstein, em memória de Rachel Nasca; Heather Cottin; Lawrence Daley; Dave Davis; Angel Dobrow; Bob Dobrow; Sharon Eolis, em amorosa memória de Dorothy Ballan; Irving Fierstein; Sherry Finkelman; Peter Fiorentino; F.I.S.T.

source: Granma International, March 19.
pt_br: Granma International, 19 de março.

source: Granma reported the following day that CENESEX had “released results of a survey on gender identity in today’s Cuban society to the committees on Education, Culture, Science, Technology and the Environment, and Youth, Children and Women’s Rights.
pt_br: Granma informou no dia seguinte que a CENESEX “divulgou os resultados de uma pesquisa sobre identidade de gênero na sociedade cubana atual aos comitês de Juventude, Crianças & Direitos da Mulher, Cultura, Educação, Tecnologia & Meio Ambiente e Ciência.

source: Granma, September 18, 1988.
pt_br: Granma, 18 de setembro, 1988.

source: Jay, from Shrewsbury, England, emphasizes, “It’s about time they were out of there and back home.”
pt_br: Jay, de Shrewsbury, Inglaterra, enfatiza: “Já era hora de eles saírem de lá e voltarem para casa”.

source: Joan, from Brooklyn, N.Y.: “I have long been outraged by the terrible injustice of their situation.”
pt_br: Joan, do Brooklyn, Nova York: “Há muito tempo estou indignada com a terrível injustiça da situação deles”.

source: Joan, from St. Paul, Minn.: “I have written Fernando Gonzáles approximately twice a week since March of 2003.
pt_br: Joan, de St. Paul, Minn. Escrevo para Fernando Gonzáles aproximadamente duas vezes por semana desde março de 2003.

source: La Jornada correspondent Gerardo Arreola wrote, “This discussion has become the most relevant signs of public impact on the matter since the motion picture ‘Fresa y Chocolate’ (‘Strawberry and Chocolate’) shook sectors of Cuban society in 1993 with its statement against intolerance through the story of a homosexual character.” (Arreola)
pt_br: O correspondente do La Jornada, Gerardo Arreola, escreveu: “Esta discussão tornou-se o sinal mais relevante de impacto público sobre o assunto desde que o filme ‘Fresa y Chocolate’ (‘Morango e Chocolate’) abalou setores da sociedade cubana em 1993 com sua declaração contra a intolerância através da história de um personagem homossexual.” (Arreola)

source: Larry of the Scottish Socialist Freedom Movement: “It is time these Cubans had a fair trial and it is recognized they were protecting their homeland from U.S.-sponsored terrorism.”
pt_br: Larry, do Movimento pela Liberdade Socialista Escocês: “É hora desses cubanos terem um julgamento justo e é reconhecido que eles estavam protegendo sua pátria do terrorismo patrocinado pelos EUA”.

source: Lynda, from Elk, Calif.: “Please add my name to the call to free the Cuban 5 (I am a lesbian).”
pt_br: Lynda, de Elk, Califórnia. “Por favor, adicione meu nome à chamada para libertar os 5 cubanos (eu sou lésbica).”

source: MEDICC Review noted in 2001 that, “Early treatment of AIDS consisted of AZT, interferons and other drugs commonly used in international protocols — but often more difficult for Cuba to purchase because many were patented by U.S.
pt_br: A MEDICC Review destacou, em 2001, que "O tratamento contra a AIDS consistia de AZT, interferons e outros medicamentos comumente usadas em protocolos internacionais - mas muitas vezes mais difícil para Cuba porque muitos deles foram patenteados pelas.

source: MEDICC Review reprinted the full text of a speech by Cuban Vice President Carlos Lage Dávila, delivered earlier that year at the United Nations General Assembly on AIDS.
pt_br: A MEDICC Review reproduziu o texto completo de um discurso do vice-presidente cubano, Carlos Lage Dávilla, apresentado no início do ano na Assembleia Geral das Nações Unidas sobre AIDS.

source: Melinda, a local co-founder of Code Pink in Willits, Calif., says of the Cuban Five: “Thank you to all who have been fighting for their survival and publicity.
pt_br: Melinda, co-fundadora local do Code Pink em Willits, Califórnia, diz sobre os Cinco Cubanos: “Obrigado a todos que têm lutado por sua sobrevivência e publicidade.

source: Monty, from Jamul, Calif., stresses, “Please get the word out to keep up the pressure.”
pt_br: Monty, de Jamul, Califórnia, enfatiza: “Por favor, espalhe a palavra para manter a pressão”.

source: Postscript
pt_br: Pós-Escrito

source: Richard from Wappingers Falls, N.Y., states, “It is wrong, it is immoral and unjust what the U.S. is doing to these five men.”
pt_br: Richard de Wappingers Falls, NY, afirma: “É errado, é imoral e injusto o que os EUA estão fazendo com esses cinco homens”.

source: Robert Taylor, from the Bus Riders Union/Labor Community Strategy Center, writes from Los Angeles, “Let’s keep the fight on to free the Cuban Five from jail!”
pt_br: Robert Taylor, do Bus Riders Union/Labor Community Strategy Center, escreve de Los Angeles: “Vamos manter a luta para libertar os Cinco Cubanos da prisão!”

source: Sandy, from Paterson, N.J., says, “This is a miscarriage of justice.”
pt_br: Sandy, de Paterson, Nova Jersey, diz: “Isso é um erro da justiça”.

source: Supporters: Susan Elizabeth Davis, in loving memory of Bill Haislip and Marshall Yates; Lal Roohk; Gary Schaefer; Charles Twist; Gary Wilson.
pt_br: Apoiadores: Susan Elizabeth Davis, em amorosa memória de Bill Haislip e Marshall Yates; Lal Roohk; Gary Schaefer; Charles Twist; Gary Wilson.

source: Tami Starlight, director of Trans Action Canada: “I support this fully!”
pt_br: Tami Starlight, diretor da Trans Action Canada: “Eu apoio isso totalmente!”

source: Tim: “My partner and I are with you 100 percent.”
pt_br: Tim: “Meu parceiro e eu estamos com você 100%.”

source: Workers World newspaper
pt_br: Jornal Workers World

source: A cross-dressing factory worker explained, “Besides working here I am an artist.
pt_br: Um operário que performa em drag explicou, “Além de trabalhar aqui, sou um artista.

source: A frequently updated list of signers is posted at www.freethefiveny.org.
pt_br: Uma lista frequentemente atualizada de signatários é publicada em www.freethefiveny.org.

source: A gay male Cuban worker sums up that in Cuba in 1994 what was largely left to deal with were individual attitudes.
pt_br: Um trabalhador cubano gay explica que em Cuba de 1994, tudo que restava resolver eram as atitudes individuais.

source: A job is a right in Cuba.
pt_br: O emprego é um direito em Cuba.

source: A lot of facts are assembled between the covers of this book.
pt_br: Muitos fatos estão reunidos dentro deste livro.

source: A multi-national, multi-lingual group of lesbian, gay, bisexual and trans (LGBT) activists in the United States — the belly of the beast — issued a call in Spanish and English for Rainbow Solidarity for the Cuban Five in mid-January 2007.
pt_br: Um grupo multinacional e multilíngue de ativistas lésbicas, gays, bissexuais e trans (LGBT) nos Estados Unidos — o ventre da besta — emitiu um chamado em espanhol e inglês para a Solidariedade Arco-Íris para os Cinco Cubanos em meados de janeiro de 2007.

source: A revolutionary grassroots organizer knows in hir political bones that unity is essential to winning demands — bread-and-butter or life-and-death.
pt_br: Um organizador revolucionário da base sabe em seus oficios políticos que a unidade é essencial para ganhar demanda — pão-e-manteiga ou vida-e-morte.

source: A socialist revolution is a process, not a single act.
pt_br: Uma revolução socialista é um processo, não um ato único.

source: A special thanks to Workers World newspaper readers who sent questions and eloquent messages about the impact of the Lavender & Red series on their political outlook.
pt_br: Um obrigado especial aos leitores do jornal Workers World que mandaram perguntas e mensagens eloquentes sobre o impacto da série Lavender & Red em seu posicionamento político.

source: A theme that up until this time had remained rather marginalized.
pt_br: Um tema que até o momento permanece muito marginalizado.

source: A wide-ranging prevention and treatment program, backed by strong political action, has given the Caribbean country the lowest prevalence of AIDS disease and HIV infection in the western hemisphere — and one of the lowest rates in the world.” (Cookson)
pt_br: Um amplo programa de prevenção e tratamento, apoiado por uma forte ação política, deu ao país caribenho a menor prevalência de AIDS e infecção de HIV no hemisfério ocidental - e uma das menores taxas no mundo." (Cookson)<

source: AIDS prevention is only possible with widespread safer-sex information and a tho rough going struggle against sexual prejudices that allow the disease to spread in the silence of shame, guilt and fear.
pt_br: A prevenção da AIDS só é possível com ampla informação sobre sexo seguro e uma dura luta contra os preconceitos sexuais que permitem que a doença se espalhe no silêncio da vergonha, da culpa e do medo.

source: ANTI-GAY, ANTI-TRANS INQUISITION IN THE AMERICAS
pt_br: INQUISIÇÃO ANTIGAY E ANTITRANS NAS AMÉRICAS

source: Above, Rainbow Solidarity signers Bev Hiestand (left) and Imani Henry (center).
pt_br: Acima, os signatários da Rainbow Solidarity, Bev Hiestand (esquerda) e Imani Henry (centro).

source: Activist Sonja de Vries — raised in Amsterdam and now living and organizing in Kentucky — wrote and directed the documentary, which objectively struck a blow against the political blockade of Cuba by U.S.
pt_br: Ativista Sonja de Vries — criada em Amesterdão e agora vivendo e se organizando em Kentucky — escreveu e realizou o documentário, o que serviu como um golpe contra o bloqueio político de Cuba pelos Estados Unidos.

source: Activist Sonja de Vries — raised in Amsterdam and now living and organizing in Kentucky — wrote and directed the documentary, which objectively struck a blow against the political blockade of Cuba by U.S. imperialism.
pt_br: Ativista Sonja de Vries — criada em Amesterdão e atualmente morando e se organizando em Kentucky — escreveu e realizou o documentário, o que serviu como golpe contra o bloqueio político de Cuba pelo imperialismo estadunidense.

source: Activists Barbara Smith and Margo Okazawa-Rey signed.
pt_br: As ativistas Barbara Smith e Margo Okazawa-Rey assinaram.

source: Activists brought Rainbow Solidarity for the Cuban Five and defense of the Cuban Revolution to Pride 2007 events in N.Y., L.A., Boston, Atlanta, Buffalo, San Diego and other cities.
pt_br: Ativistas levaram a Rainbow Solidarity para os Cinco Cubanos e defesa da Revolução Cubana para os eventos da Parada Gay de 2007 em Nova Iorque, Los Angeles, Boston, Atlanta, Buffalo, San Diego e outras cidades.

source: Addressing a conflict between revolutionary security police and trans Cubans two years earlier, Castro Espín was very clear.
pt_br: Abordando um conflito entre a polícia de segurança revolucionária e os cubanos trans dois anos atrás, Castro Espín foi muito clara.

source: Adela, from the Zig Zag Young Women’s Resource Centre Inc.
pt_br: Adela, do Zig Zag Young Women 's Resource Centre Inc.

source: After supporting the 1905 farm workers’ strike in the north-ern region of Puerto Rico, she became a reader in a tobacco plant, an industry whose workers were among the most politically conscious.
pt_br: Depois de apoiar a greve de 1905 dos trabalhadores agrícolas na região norte de Porto Rico, ela se tornou leitora numa fábrica de tabaco, uma indústria cujos trabalhadores estavam entre os mais conscientes em termos políticos.

source: After the Cuban Revolution shut down U.S. finance capital’s burgeoning sex and casino industries that had exploited mass numbers of homosexuals, U.S. immigration authorities unofficially lifted the part of the Immigration and Naturalization Act of 1952 that had been used to bar and deport those it labeled “sexually deviant” — but only for homosexual Cubans.
pt_br: Depois que a Revolução Cubana acabou as crescentes industrias sexuais e de cassino do capital financeiro dos Estados Unidos, que exploravam um número massivo de homossexuais, as autoridades da imigração dos Estados Unidos removeu a parte da Lei de Imigração e de Naturalização de 1952 que era usada para barrar e deportar os indivíduos considerados como "sexualmente desviados", mas apenas para os homossexuais cubanos..

source: Alicia González of the Federation of Cuban Women (Federación de Mujeres Cubanas, FMC) holds up gift of first Rainbow Solidarity for the Cuban Five poster presented by Leslie Feinberg at a Workers World Party International Women's Day commemoration meeting March 9, 2007 in New York City.
pt_br: Alicia González da Federação de Mulheres Cubanas (Federación de Mujeres Cubanas, FMC) segura o primeiro cartaz da Solidariedade Arco-Íris para os Cinco Cubanos, apresentado por Leslie Feinberg na reunião comemorativa do Dia Internacional da Mulher do Partido Mundial dos Trabalhadores, em 9 de Março de 2007, em Nova Iorque.

source: All education in Cuba, it bears repeating — including medical school — is free.
pt_br: Toda a educação em Cuba, vale a pena repetir — incluindo a faculdade de medicina — é gratuita.

source: All told, they form an extraordinary and broad arc of a united front.
pt_br: Ao todo, eles formam um arco extraordinário e amplo de uma frente unida.

source: Among all those who have participated there are also people of diverse sexual orientations.”
pt_br: Entre todos aqueles que participaram, há também pessoas de diversas orientações sexuais."

source: Among the signers are individuals and organizations whose activist work includes the struggle against women’s oppression: Brenda Stokely, a leader of the Million Worker March Movement and NYCLAW; transnational feminist theorist Chandra Talpade Mohanty; Sara Flounders, co-director of the International Action Center; Women’s Fightback Network, Boston, Mass.; Melinda Clark, local co-founder of Code Pink in Willits, Calif.; Welfare Warriors, Milwaukee, Wis.; League of Women Voters in Montenegro; and Women’s International League for Peace and Freedom (WILPF) chapters in Washington, D.C.; Rome, Italy; and the Canadian Section in British Columbia.
pt_br: Entre os signatários encontram-se indivíduos e organizações cujo trabalho activista inclui a luta contra a opressão das mulheres: Brenda Stokely, líder do Million Worker March Movement e da NYCLAW; a teórica feminista transnacional Chandra Talpade Mohanty; Sara Flounders, co-diretora do International Action Center; Women's Fightback Network, Boston, Massachusetts; Melinda Clark, co-fundadora local do Code Pink em Willits, Califórnia; Welfare Warriors, Milwaukee, Wisconsin; League of Women Voters em Montenegro; e a sessão da Women's International League for Peace and Freedom (WILPF) em Washington, D.C.; Roma, Itália; e a Seção Canadense na Colúmbia Britânica.

source: An infamous article in the Philadelphia Manufacturer on March 6, 1889, was head-lined “Do We Want Cuba?” Like Nazi eugenicists, the article — written by several powerful Republican politicians — bandied about the pros and cons of annexing Cuba, referring to Cubans as an “effeminate” people, lacking “virile” strength.
pt_br: Um infame artigo no jornal da Philadelphia Manufacturer em 6 de março de 1889, destaca "Nós queremos Cuba?” Como os nazistas eugenistas, o artigo — escrito por vários poderosos políticos republicanos — une os prós e contras de anexar Cuba, se referindo aos Cubanos como pessoas “afeminadas”, que faltavam força “viril”.

source: An international network of both LGBT social democrats and those far to the right of them in the imperialist countries, particularly the U.S. and Britain, makes an appeal to Cubans, and others in countries menaced by imperial powers, to identify with them based on what is presumed to be shared identity.
pt_br: Uma rede internacional de LGBT social-democratas e da extrema direita nos países imperialistas, particularmente os EUA e a Grã-Bretanha, faz um apelo aos cubanos e outros em países ameaçados pelas potências imperiais para se identificarem com eles com base no que se presume ser uma identidade compartilhada.

source: And 1980 was the year that Ronald Reagan won the White House.
pt_br: Além disso, 1980 foi o ano que Ronald Reagan venceu as eleições para a Casa Branca.
